app/controllers/sessions_controller.rb

SELECT  "users".* FROM "users" WHERE "users"."email" = ? ORDER BY "users"."id" ASC LIMIT ?  [["email", "jatellez@miuandes.cl"], ["LIMIT", 1]]
---
	def create
		#complete this method
		user = User.find_by(email: params[:session][:email])